Revit 2024 API
BuiltInFailures.GeometryFailures.CannotFindClosest Property
 Cannot find closest points within lines.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CannotFindClosest { get; }
Visual Basic
Public Shared ReadOnly Property CannotFindClosest As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CannotFindClosest {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.GeometryFailures Class
Autodesk.Revit.DB Namespace